[ChemicalThrowerUpgrade_ConsumptionRate]
description=("Um bocal cônico reduz a taxa de consumo de munição do Lançador Químico.","A velocidade do consumo do Lançador químico foi diminuída.")
friendlyname="Diminuição de consumo de produtos químicos"

[ChemicalThrowerUpgrade_Range]
description=("Uma mangueira de calibração de pressão aumenta a amplitude do Lançador Químico.","O alcance do Lançador químico foi melhorado.")
friendlyname="Aumento do alcance de pulverização"

[CrossbowUpgrade_BreakageChance]
description=("Um ajustador de tensão automático reduz grandemente a possibilidade de quebra do dardo no impacto.","A provabilidade de quebra das flechas foi diminuída.")
friendlyname="Quebra de flecha reduzida"

[CrossbowUpgrade_Damage]
description=("Uma arco de alta resistência aumenta o dano causado pelos dardos da besta.","O dano das flechas foi aumentado.")
friendlyname="Aumento de dano"

[GrenadeLauncherUpgrade_Damage]
description=("Injetores incendiários aumentam o dano do Lança-Granadas.","O dano do Lança granadas foi aumentado.")
friendlyname="Aumento de dano"

[GrenadeLauncherUpgrade_Immunity]
description=("Cargas protetoras autogeradas te deixam imune ao dano de suas próprias granadas.","A imunidade ao dano do Lança granadas foi aplicada.")
friendlyname="Imunidade ao dano das próprias granadas"

[machinegunupgrade_damage]
description=("Uma estrutura de aceleração aumenta o dano da metralhadora.","O dano da Metralhadora foi aumentado.")
friendlyname="Aumento de dano"

[machinegunupgrade_kickback]
description=("Um cilindro de estabilização reduz o recuo da metralhadora.","O recuo da Metralhadora foi diminuído.")
friendlyname="Recuo reduzido"

[pistolupgrade_damage]
description=("Um acelerador de munição aumenta o dano causado pela pistola.","O dano da Pistola foi aumentado.")
friendlyname="Aumento de dano"

[pistolupgrade_magazinesize]
description=("Um compartimento de carregamento automático quadruplica efetivamente o tamanho do compartimento da pistola.","O tamanho do carregador da Pistola foi aumentado.")
friendlyname="Tamanho do carregador"

[shotgunupgrade_damage]
description=("Um mecanismo de disparo à gás aumenta os danos da escopeta.","O dano da Escopeta foi aumentado.")
friendlyname="Aumento de dano"

[shotgunupgrade_rateoffire]
description=("Um acelerador de engrenagens de aço aumenta a frequência de disparo da escopeta.","A frequência de tiros da Escopeta foi aumentada.")
friendlyname="Frequência de disparo"

